Repository: PaoCel/somto
Catalog: ios/TwoWatch/Resources/Localizable.xcstrings
Source language: it
Languages: en, es

source: Tocca Apple o Google: se manca il consenso ti portiamo ai Termini.
en: Tap Apple or Google: if consent is missing, we'll take you to the Terms.

source: Tocca di nuovo per una reazione facoltativa
en: Tap again for an optional reaction

source: Tocca per aggiungere
en: Tap to add

source: Tocca per aggiungere ai titoli amati
en: Tap to add to loved titles

source: Tocca per aprire
en: Tap to open

source: Tocca per cambiare unità di misura
en: Tap to change the unit of measurement

source: Tocca per chiudere
en: Tap to close

source: Tocca per comprimere
en: Tap to collapse

source: Tocca per copiare l'email
en: Tap to copy the email

source: Tocca per filtrare i visti per %@
en: Tap to filter watched by %@

source: Tocca per ingrandire la foto profilo
en: Tap to enlarge the profile photo

source: Tocca per lasciare la tua impressione
en: Tap to leave your reaction

source: Tocca per mostrare
en: Tap to reveal

source: Tocca per rimuovere
en: Tap to remove

source: Tocca per scegliere come preferito
en: Tap to pick as favorite

source: Tocca per vedere chi la guarda
en: Tap to see who's watching it

source: Tocca per vedere i personaggi più scelti
en: Tap to see the most-picked characters

source: Tocca per vedere le impressioni
en: Tap to see the reactions

source: Tocca per vedere le liste
en: Tap to see the lists

source: Tocca una stella o trascina per affinare a mezzo punto.
en: Tap a star or drag to fine-tune to the half point.

source: Tocca «Episodio visto»
en: Tap «Episode watched»

source: Togli la lista dai preferiti
en: Remove list from favorites

source: Togli pin
en: Unpin

source: Tolleranza zero verso contenuti offensivi, spam e utenti abusivi.
en: Zero tolerance for offensive content, spam and abusive users.
es: Tolerancia cero con contenido ofensivo, spam y usuarios abusivos.

source: Torna alla Watchlist
en: Back to Watchlist

source: Torna alla home Quiz
en: Back to Quiz home

source: Torna alla selezione
en: Back to selection

source: Torna alla selezione dei titoli
en: Back to title selection

source: Torna in 'Da vedere' (azzera gli episodi tracciati).
en: Goes back to 'To watch' (resets your tracked episodes).

source: Torna qui e carica il CSV scaricato.
en: Come back here and upload the downloaded CSV.

source: Tra i più attivi
en: Among the most active

source: Traccia film e serie, sfida gli amici a quiz e trova chi guarda come te.
en: Track movies and shows, challenge friends to quizzes, and find people who watch like you.

source: Trailer YouTube
en: YouTube trailer

source: Trailer disponibile su YouTube
en: Trailer available on YouTube

source: Trailer e uscite hanno un posto dedicato
en: Trailers and releases now have their own space

source: Trailer, annunci e nuove uscite dei titoli che segui
en: Trailers, announcements, and new releases for titles you follow

source: Trailer, uscite e contenuti collegati al titolo.
en: Trailers, releases, and content related to this title.

source: Trailer, uscite e contenuti collegati compariranno qui.
en: Trailers, releases, and related content will appear here.

source: Trascina l'immagine e regola lo zoom
en: Drag the image and adjust zoom

source: Trascina per scegliere il centro e usa lo zoom per avvicinare.
en: Drag to choose the center and use zoom to move closer.

source: Trascina per votare
en: Drag to rate

source: Triste
en: Sad

source: Troppi tentativi. Riprova tra poco.
en: Too many attempts. Try again shortly.

source: Trova il momento giusto per il prossimo titolo dalla tua lista.
en: Find the right moment for your next title from your list.

source: Trova il momento giusto per il prossimo titolo.
en: Find the right moment for your next title.

source: Trova una discussione
en: Find a discussion

source: Tu %@
en: You %@

source: Tu %@ punti contro %@ %@ punti. %@.
en: You: %@ points. %@: %@ points. %@.

source: Tutta la serie
en: The whole series

source: Tutta la watchlist
en: Full watchlist

source: Tutte
en: All
es: Todas

source: Tutte le liste pubbliche che puoi seguire. Il progresso che segni qui resta personale.
en: All the public lists you can follow. The progress you track here stays personal.

source: Tutte le piattaforme
en: All platforms

source: Tutti
en: All
es: Todos

source: Tutto quello che hai salvato, completato o in coda.
en: Everything you've saved, completed, or queued up.

source: Tutto quello che stai guardando, subito
en: Everything you're watching, at a glance

source: Tutto quello che vuoi vedere, rivedere e completare
en: Everything you want to watch, rewatch and complete
es: Todo lo que quieres ver, volver a ver y completar

source: URL della funzione non valido.
en: Invalid function URL.

source: URL immagine non disponibile.
en: Image URL unavailable.

source: Ufficiale
en: Official

source: Un amico
en: A friend

source: Un colpo d'occhio su gusti, voti forti e ritmo recente.
en: Taste, strong ratings, and recent pace at a glance.

source: Un film che ti ha deluso di recente?
en: A movie that disappointed you recently?

source: Una corsia orizzontale per continuare l'esplorazione senza perdere il contesto.
en: A horizontal lane to keep exploring without losing the context.

source: Una lettura curata di regia e cast essenziale.
en: A curated rundown of the essential director and cast.

source: Una lista che crei tu è una raccolta a tema: può contenere anche titoli che hai già visto, non solo cose da vedere.
en: A list you create is a themed collection: it can also contain titles you've already watched, not just things to watch.

source: Una lista pubblica include questo titolo.
en: A public list includes this title.

source: Usa %@
en: Use %@

source: Usa questo spunto per il tuo post
en: Use this prompt for your post

source: Uscire dall'account?
en: Log out?

source: Utente bloccato. I suoi messaggi non saranno più mostrati.
en: User blocked. Their messages will no longer be shown.
es: Usuario bloqueado. Sus mensajes ya no se mostrarán.

source: Utente bloccato. Le interazioni in chat vengono limitate.
en: User blocked. Chat interactions are restricted.
es: Usuario bloqueado. Las interacciones en el chat están restringidas.

source: Utente bloccato. Non vedrai più i suoi contenuti.
en: User blocked. You will no longer see their content.

source: Utente sbloccato correttamente.
en: User unblocked successfully.
es: Usuario desbloqueado correctamente.

source: Utenti
en: Users
es: Usuarios

source: Va bene un link YouTube classico, `youtu.be` oppure il solo ID del video.
en: A classic YouTube link, a `youtu.be` one, or just the video ID all work.

source: Vai a
en: Go to
es: Ir a

source: Vai al profilo
en: Go to profile

source: Vai alla Home
en: Go to Home

source: Vai alla mia libreria
en: Go to my library

source: Vai alla schermata successiva
en: Go to the next screen

source: Valuta il titolo
en: Rate the title

source: Vedi
en: View

source: Vedi chi ha vinto e rivedi le risposte
en: See who won and review the answers

source: Vedi confronto sfida
en: See challenge comparison

source: Vedi i commenti dell'episodio %lld
en: See the comments for episode %lld

source: Vedi il confronto della sfida
en: See the challenge comparison

source: Vedi risultato
en: See result

source: Vedi risultato finale
en: See final result

source: Vedi scheda
en: View title page

source: Vedi tutte
en: See all

source: Vedi tutte le discussioni
en: See all discussions

source: Vedi tutte le sfide
en: See all challenges

source: Vedi tutti
en: See all

source: Vedi tutto
en: See all

source: Vedi tutto il cast
en: See the full cast

source: Visibile agli altri utenti nella ricerca, nei thread e nelle attività.
en: Visible to other users in search, threads, and activity.

source: Visibilita
en: Visibility

source: Visibilita': %@
en: Visibility: %@

source: Visibilità
en: Visibility

source: Visti
en: Watched
es: Vistos

source: Visti di recente
en: Recently watched

source: Visto
en: Watched

source: Visto con
en: Watched with

source: Visto e votato
en: Watched and rated

source: Visto in questa lista
en: Watched in this list

source: Visto, tocca per togliere
en: Watched, tap to remove

source: Visto. Il voto resta separato dal progresso.
en: Watched. The rating stays separate from your progress.

source: Visto. Vota quando vuoi, niente fretta.
en: Watched. Rate it whenever you like, no rush.

source: Visualizzazione
en: Display

source: Vota
en: Rate
es: Votar

source: Vota il personaggio che più hai preferito in questa serie
en: Vote for the character you liked most in this series

source: Vota il personaggio che più hai preferito in questo film
en: Vote for the character you liked most in this film

source: Vota la stagione
en: Rate the season

source: Vota la stagione %lld
en: Rate season %lld

source: Vota ora
en: Rate now

source: Vota più tardi
en: Rate later

source: Vota questa serie
en: Rate this series

source: Vota questo titolo
en: Rate this title

source: Vota subito senza uscire dalla coda Da votare.
en: Rate now without leaving the To rate queue.

source: Votato dal %@ della community
en: Voted by %@ of the community

source: Voti
en: Ratings
es: Valoraciones

source: Voti %@
en: Ratings %@

source: Voti amici
en: Friends' ratings

source: Voto
en: Rating

source: Voto %@ su 10
en: Rating %@ out of 10

source: Voto community
en: Community rating

source: Voto da 0 a 10
en: Rating from 0 to 10

source: Voto episodio
en: Episode rating

source: Voto generale
en: Overall rating

source: Voto generale e voti per stagione restano separati. Puoi spostare il voto generale su una stagione specifica.
en: Overall rating and season ratings stay separate. You can move the overall rating to a specific season.

source: Voto medio community
en: Community average rating

source: Voto stagione %@. Tocca per modificare.
en: Season rating %@. Tap to edit.

source: Voto stagione salvato. Vuoi aggiungere una recensione su questa stagione?
en: Season rating saved. Want to add a review for this season?

source: Voto stagione: %@
en: Season rating: %@

source: Voto: %@
en: Rating: %@

source: Vuota
en: Empty

source: Watchlist vuota
en: Empty watchlist

source: Watchlist, Rewatch e liste personali vivono nel tuo profilo. Accedi per continuare.
en: Watchlist, Rewatch and personal lists live in your profile. Sign in to continue.
es: Watchlist, Rewatch y listas personales están en tu perfil. Inicia sesión para continuar.

source: Zoom foto profilo
en: Profile photo zoom

# category.movies
source: Film
en: Movies
es: Películas

# category.series
source: Serie
en: Series

source: di fila
en: in a row

source: ha commentato
en: commented
es: ha comentado

source: ha commentato un post
en: commented on a post

source: ha condiviso un post
en: shared a post

source: ha consigliato un titolo
en: recommended a title

source: ha finito la serie
en: finished the series

source: ha iniziato a guardare una serie
en: started watching a series

source: ha iniziato a seguire
en: started following

source: ha pubblicato un post
en: posted

source: ha terminato la stagione %lld
en: finished season %lld

source: ha visto S%lld E%lld
en: watched S%lld E%lld

source: ha visto un titolo con amici
en: watched a title with friends

source: ha votato
en: rated

source: in ordine
en: in order

source: inviati
en: sent
es: enviados

source: media
en: average

# mediaType.movie
source: Film
en: Movie

# mediaType.tv
source: Serie
en: Series

source: migliore
en: best

source: nessun voto
en: no rating

source: non lette
en: unread
es: no leídas

source: notifiche totali
en: total notifications
es: notificaciones totales

source: oppure
en: or
es: o

source: oppure continua con
en: or continue with

source: per domanda
en: per question

source: questo personaggio
en: this character

source: ricevuti
en: received
es: recibidos

source: risposte giuste
en: correct answers

source: sta scrivendo…
en: is typing…
es: está escribiendo…

source: totale
en: total

source: tutte le serie di
en: all the series from

source: tutti i film del
en: all the movies from

source: un commento
en: a comment

source: un profilo
en: a profile

source: un servizio
en: a service

source: un titolo
en: a title

source: una serie
en: a series

source: video non e disponibile
en: video not available

source: È disponibile una nuova versione di Somto con miglioramenti e novità. Aggiorna quando vuoi dall'App Store.
en: A new version of Somto is available with improvements and new features. Update whenever you want from the App Store.

source: Account
es: Cuenta

source: Display name
es: Nombre visible

source: Email
es: Correo

source: Home
es: Inicio

source: Inbox
es: Bandeja

source: Like
es: Me gusta

source: Menu
es: Menú

source: Password
es: Contraseña

source: Reset password
es: Restablecer contraseña

source: Search
es: Búsqueda

source: Taste
es: Gusto

source: Thread
es: Hilo

source: Threads
es: Hilos

source: community
es: comunidad
